;Place localized text in this file

[Muton_Hunter X2CharacterTemplate]
strCharacterName="猎手异变者"
strAcquiredText="猎手异变者待在前线后方，用他们强大的步枪撕裂护甲。"

[Muton_Prowler X2CharacterTemplate]
strCharacterName="潜行异变者"
strAcquiredText="潜行异变者待在前线后方，用他们强大的步枪撕裂护甲。"

[Muton_Hunter_Rifle X2WeaponTemplate]
FriendlyName="猎手异变者步枪"
FriendlyNamePlural="猎手异变者步枪"
BriefSummary="猎手异变者使用连接到大型电池的强大步枪；让他们在很长的距离内聚集四束等离子体，然后引爆，将它接触到的所有东西分解，然后散落到大气中。"
TacticalText="<Bullet/> 发射主武器总是结束士兵的回合。\n<Bullet/>"

[Muton_Prowler_Rifle X2WeaponTemplate]
FriendlyName="潜行异变者步枪"
FriendlyNamePlural="潜行异变者步枪"
BriefSummary="潜行异变者使用连接到大型电池的强大步枪；让他们在很长的距离内聚集四束等离子体，然后引爆，将它接触到的所有东西分解，然后散落到大气中。"
TacticalText="<Bullet/> 发射主武器总是结束士兵的回合。\n<Bullet/>"